Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Select groups for Dashboard or navigate to group details.
ar: حدد مجموعات للوحة المعلومات أو تنقل إلى تفاصيل المجموعة.
ca: Seleccioneu grups per al panell de control o navegueu als detalls del grup.
cy: Dewis grwpiau ar gyfer y Dangosfwrdd neu grwydro i fanylion y grŵp.
da: Vælg grupper til oversigten, eller naviger til gruppedetaljer.
da_instk12: Vælg grupper til oversigten, eller naviger til gruppedetaljer.
de: Wählen Sie Gruppen für das Dashboard oder gehen Sie zu den Gruppendetails.
es: Seleccionar grupos para el Tablero, o navegar a la información del grupo.
es_es: Selecciona grupos para el panel de control, o desplázate hasta la información del grupo.
fi: Valitse ryhmät koontinäyttöön tai siirry ryhmän tietoihin.
fr: Sélectionner des groupes pour les tableaux de bord ou accéder aux détails des groupes
fr_ca: Sélectionner les cours pour le tableau de bord ou accédez aux détails du groupe.
ga: Roghnaigh grúpaí don Deais nó déan nascleanúint chuig sonraí an ghrúpa.
hi: डैशबोर्ड के लिए ग्रुप्स चुनें या ग्रुप विवरण पर नेविगेट करें।
ht: Seleksyone gwoup pou Tablo a oswa navige nan detay gwoup yo.
id: Pilih grup untuk Dashboard atau navigasikan ke detail grup.
is: Veldu hópa fyrir stjórnborðið eða farðu að upplýsingum námskeiðs.
it: Seleziona i gruppi per la dashboard o accedi ai dettagli del gruppo.
ja: ダッシュボードのグループを選択するか、グループ詳細に移動します。
ko: 대시보드의 그룹을 선택하거나 그룹 세부 정보로 탐색합니다.
mi: Tīpakohia nga roopu mo te Papatohu, whakatere ranei ki nga taipitopito roopu.
ms: Pilih kumpulan untuk Papan Pemuka atau navigasi ke butiran kursus.
nb: Velg grupper for dashbord eller naviger til gruppedetaljer.
nb_instk12: Velg grupper for oversikt eller naviger til gruppedetaljer.
nl: Selecteer groepen voor Dashboard of ga naar groepdetails.
pl: Wybierz grupy dla panelu nawigacyjnego lub przejdź do szczegółów grupy.
pt: Selecionar grupos para o Painel de controlo ou navegar para os detalhes do grupo.
pt_br: Selecione grupos para o Painel ou navegue até os detalhes do grupo.
ru: Выберите группы для информационной панели или перейдите к информации о группе.
sl: Izberite skupine za nadzorno ploščo ali pa se pomaknite na podrobnosti skupine.
sv: Välj grupper för översikten eller navigera till gruppinformationen.
sv_instk12: Välj grupper för översikten eller navigera till gruppinformationen.
th: เลือกกลุ่มสำหรับแผงข้อมูลหรือสืบค้นรายละเอียดกลุ่ม
vi: Chọn nhóm cho Bảng Điều Khiển hoặc điều hướng thông tin chi tiết nhóm.
zh: 为控制面板选择小组或浏览至小组详情。
zh_hk: 選取控制面板的群組或導航到群組詳細資料。

source: Select Impact
ar: تحديد التأثير
ca: Selecciona l’impacte
cy: Dewiswch Effaith
da: Vælg virkning
da_instk12: Vælg virkning
de: Auswirkung auswählen
es: Seleccione el impacto
es_es: Seleccionar el impacto
fi: Valitse vaikutus
fr: Choisir l'impact
fr_ca: Choisir l'impact
ga: Roghnaigh Tionchar
hi: प्रभाव चुनें
ht: Seleksyone Enpak
id: Pilih Dampak
is: Velja áhrif
it: Seleziona impatto
ja: 深刻度をお選びください
ko: Impact 선택
mi: Tīpako Pānga
ms: Pilih Impak
nb: Velg innvirkning
nb_instk12: Velg innvirkning
nl: Impact selecteren
pl: Wybierz rodzaj wpływu
pt: Selecione Impacto
pt_br: Selecione Impacto
ru: Выберите влияние
sl: Izberi vpliv
sv: Välj påverkan
sv_instk12: Välj påverkan
th: เลือกผลกระทบ
vi: Chọn Tác Động
zh: 选择影响
zh_hk: 選擇影響的種類

source: Select item
ar: تحديد عنصر
ca: Selecciona l’element
cy: Dewis eitem
da: Vælg element
da_instk12: Vælg element
de: Element auswählen
es: Seleccionar ítem
es_es: Seleccionar ítem
fi: Valitse kohde
fr: Sélectionner un élément
fr_ca: Sélectionner un élément
ga: Roghnaigh mír
hi: आइटम चुनें
ht: Seleksyone atik
id: Pilih item
is: Velja atriði
it: Seleziona elemento
ja: 項目を選択する
ko: 항목 선택
mi: Tīpakohia te tūemi
ms: Pilih item
nb: Velg element
nb_instk12: Velg element
nl: Item selecteren
pl: Wybierz element
pt: Selecionar item
pt_br: Selecionar item
ru: Выбрать элемент
sl: Izberi element
sv: Välj objekt
sv_instk12: Välj objekt
th: เลือกรายการ
vi: Chọn mục
zh: 选中项目
zh_hk: 選取項目

source: Select One
ar: حدد واحدًا
ca: Selecciona'n un
cy: Dewiswch Un
da: Vælg en
da_instk12: Vælg en
de: Einen auswählen
es: Seleccionar uno
es_es: Seleccionar uno
fi: Valitse yksi
fr: Sélectionner un élément
fr_ca: Sélectionner un élément
ga: Roghnaigh Ceann Amháin
hi: किसी एक का चयन करें
ht: Seleksyone Yonn
id: Pilih Satu
is: Velja einn
it: Scegli un'opzione
ja: 1 つを選択
ko: 한 개를 선택
mi: Tīpakohia
ms: Pilih Satu
nb: Velg én
nb_instk12: Velg én
nl: Eén selecteren
pl: Wybierz jeden
pt: Selecionar um
pt_br: Selecionar um
ru: Выберите один
sl: Izberi eno
sv: Välj en
sv_instk12: Välj en
th: เลือกหนึ่งรายการ
vi: Chọn Một
zh: 选择一个
zh_hk: 選擇一個

source: Select Recipients
ar: تحديد متلقين
ca: Selecciona els destinataris
cy: Dewis Derbynwyr
da: Vælg modtagere
da_instk12: Vælg modtagere
de: Empfänger auswählen
es: Seleccionar destinatarios
es_es: Seleccionar destinatarios
fi: Valitse vastaanottajat
fr: Sélectionner les destinataires
fr_ca: Sélectionner les destinataires
ga: Roghnaigh Faighteoirí
hi: प्राप्तकर्ता चुनें
ht: Seleksyone Destinatè
id: Pilih Penerima
is: Velja móttakendur
it: Seleziona destinatari
ja: 受取人を選択する
ko: 수신자 선택
mi: Tīpako ngā kaiwhiwhi
ms: Pilih Penerima
nb: Velg mottakere
nb_instk12: Velg mottakere
nl: Ontvangers selecteren
pl: Wybierz odbiorców
pt: Selecione Destinatários
pt_br: Selecionar recipientes
ru: Выбрать получателей
sl: Izberi prejemnike
sv: Välj mottagare
sv_instk12: Välj mottagare
th: เลือกผู้รับ
vi: Chọn Người Nhận
zh: 选择接收人
zh_hk: 選擇收件人

source: Select Team
ar: حدد فريقًا
ca: Selecciona un equip
cy: Dewis Tîm
da: Vælg team
da_instk12: Vælg team
de: Team auswählen
es: Seleccionar equipo
es_es: Seleccionar equipo
fi: Valitse tiimi
fr: Sélectionner une équipe
fr_ca: Sélectionner l’équipe
ga: Roghnaigh Foireann
hi: टीम चुनें
ht: Seleksyone Ekip
id: Pilih Tim
is: Velja teymi
it: Seleziona team
ja: チームを選択する
ko: 팀 선택
mi: Tīpakohia te Rōpū
ms: Pilih Pasukan
nb: Velg team
nb_instk12: Velg team
nl: Team selecteren
pl: Wybierz zespół
pt: Selecionar equipa
pt_br: Selecionar equipe
ru: Выбрать команду
sl: Izberi ekipo
sv: Välj team
sv_instk12: Välj team
th: เลือกทีม
vi: Chọn Nhóm
zh: 选择团队
zh_hk: 選取團隊

source: Select the calendars you want to see, up to %lld.
ar: حدد التقويمات التي تريد رؤيتها، حتى %lld.
ca: Seleccioneu els calendaris que vulgueu consultar, fins a %lld.
cy: Dewiswch y calendrau rydych chi eisiau eu gweld, hyd at %lld.
da: Vælg de kalendere, du vil se, op til %lld.
da_instk12: Vælg de kalendere, du vil se, op til %lld.
de: Wählen Sie bis zu %lld Kalender zur Ansicht aus.
es: Seleccione los calendarios que desea ver, hasta %lld.
es_es: Seleccionar los calendarios que quieras ver, hasta %lld.
fi: Valitse kaikki kalenterit, jotka haluat nähdä, enintään %lld.
fr: Sélectionner les calendriers que vous souhaitez voir, %lld au maximum.
fr_ca: Sélectionnez les calendriers que vous souhaitez voir, jusqu’à %lld.
ga: Roghnaigh na féilirí is mian leat a fheiceáil, suas go dtí %lld.
hi: आप जो कैलेंडर देखना चाहते हैं, उन्हें %lld तक चुनें।
ht: Seleksyone kalandriye ou vle wè yo, jiska %lld.
id: Pilih kalender yang ingin digunakan, hingga %lld.
is: Veldu dagatölin sem þú vilt sjá, allt að %lld.
it: Seleziona i calendari che desideri visualizzare, fino a %lld.
ja: 表示したいカレンダーを%lldまで選択します。
ko: %lld까지 원하는 캘린더를 선택합니다.
mi: Tīpakohia ngā maramataka e hiahia ana koe ki te kite, tae noa ki %lld.
ms: Pilih kalendar yang ingin anda lihat, sehingga %lld.
nb: Velg alle kalenderne du ønsker å se, opptil %lld.
nb_instk12: Velg alle kalenderne du ønsker å se, opptil %lld.
nl: Selecteer de kalenders die je wilt zien, maximaal %lld.
pl: Wybierz kalendarze, które chcesz wyświetlić, maks. %lld.
pt: Selecione os calendários que pretende ver, até %lld.
pt_br: Selecione os calendários que você deseja ver, até %lld.
ru: Выберите календари, которые вы хотите просмотреть, вплоть до %lld.
sl: Izberite koledarje, ki jih želite videti, do %lld.
sv: Välj de kalendrar du vill se, upp till %lld.
sv_instk12: Välj de kalendrar du vill se, upp till %lld.
th: เลือกปฏิทินที่คุณต้องการดู สูงสุด %lld รายการ
vi: Chọn lịch bạn muốn xem, tối đa %lld.
zh: 选择您要查看的日历，最多%lld个。
zh_hk: 選取您想要看到的內容，最多 %lld。

source: Select uploaded file
ar: حدد الملف المحمّل
ca: Selecciona un fitxer penjat
cy: Dewis ffeil sydd wedi’i llwytho i fyny
da: Vælg uploaded fil
da_instk12: Vælg uploaded fil
de: Hochgeladene Datei auswählen
es: Seleccionar archivo cargado
es_es: Seleccionar archivo cargado
fi: Valitse ladattu tiedosto
fr: Sélectionner le fichier chargé
fr_ca: Sélectionner le fichier téléversé
ga: Roghnaigh comhad uaslódáilte
hi: अपलोड की गई फ़ाइल चुनें
ht: Seleksyone fichye monte
id: Pilih file yang diunggah
is: Velja upphlaðna skrá
it: Seleziona file caricato
ja: アップロードしたファイルを選択
ko: 업로드된 파일 선택
mi: Tīpakohia te kōnae tukuake
ms: Pilih fail yang dimuat naik
nb: Velg opplastet fil
nb_instk12: Velg opplastet fil
nl: Geüpload bestand selecteren
pl: Wybierz przesłany plik
pt: Selecionar ficheiro carregado
pt_br: Selecionar o arquivo carregado
ru: Выбрать загруженный файл
sl: Izberi naloženo datoteko
sv: Välj uppladdad fil
sv_instk12: Välj uppladdad fil
th: เลือกไฟล์ที่อัพโหลด
vi: Chọn tập tin đã tải lên
zh: 选择上传的文件
zh_hk: 選取上傳的檔案

source: Selected
ar: تم التحديد
ca: Seleccionat
cy: Wedi dewis
da: Valgt
da_instk12: Valgt
de: Ausgewählt
es: Seleccionado
es_es: Seleccionado
fi: Valittu
fr: Sélectionné
fr_ca: Sélectionné
ga: Roghnaithe
hi: चुना गया
ht: Seleksyone
id: Memilih
is: Valið
it: Selezionato
ja: 選択されました
ko: 선택됨
mi: Kua tīpakohia
ms: Dipilih
nb: Valgt
nb_instk12: Valgt
nl: Geselecteerd
pl: Wybrano
pt: Selecionado
pt_br: Selecionado
ru: Выбрано
sl: Izbrano
sv: Valda
sv_instk12: Vald
th: เลือกแล้ว
vi: Đã Chọn
zh: 已选择
zh_hk: 已選擇

source: Selected course: %@
ar: المساق المحدد: %@
ca: Assignatura seleccionada: %@
cy: Cwrs wedi’i ddewis: %@
da: Udvalgt fag: %@
da_instk12: Udvalgt fag: %@
de: Ausgewählter Kurs: %@
es: Curso seleccionado: %@
es_es: Curso seleccionado: %@
fi: Valitut kurssit: %@
fr: Cours sélectionné : %@
fr_ca: Cours sélectionné : %@
ga: Cúrsa roghnaithe: %@
hi: चुना गया पाठ्यक्रम: %@
ht: Kou seleksyone: %@
id: Kursus yang dipilih: %@
is: Valið námskeið: %@
it: Corso selezionato: %@
ja: 選択されたコース：%@
ko: 선택된 과목: %@
mi: Kua tohua akoranga: %@
ms: Kursus pilihan: %@
nb: Valgt emne: %@
nb_instk12: Valgt fag: %@
nl: Geselecteerde cursus: %@
pl: Wybrany kurs: %@
pt: Disciplina selecionada: %@
pt_br: Curso selecionado: %@
ru: Выбранный курс: %@
sl: Izbrani predmet: %@
sv: Vald kurs: %@
sv_instk12: Vald kurs: %@
th: บทเรียนที่เลือก: %@
vi: Khóa học đã chọn: %@
zh: 已选课程：%@
zh_hk: 選取的課程：%@

source: Selected grading period:
ar: فترة التقييم المحددة:
ca: Període de qualificació seleccionat:
cy: Cyfnod graddio wedi’i ddewis:
da: Vælg karakterperiode
da_instk12: Valgt vurderingsperiode
de: Benotungszeitraum auswählen:
es: Se seleccionó el período de calificaciones
es_es: Período de evaluación seleccionado:
fi: Valitse arvosanojen antojakso:
fr: Période de notation sélectionnée :
fr_ca: Période de notation choisie :
ga: Tréimhse mharcála roghnaithe:
hi: चयनित ग्रेडिंग अवधि:
ht: Seleksyone peryòd klasman:
id: Periode penilaian yang dipilih:
is: Valið einkunnatímabil:
it: Periodo di valutazione selezionato:
ja: 選択された評定期間:
ko: 선택된 성적 평가 기간:
mi: Kua tīpakohia te wā māka:
ms: Tempoh penggredan dipilih:
nb: Valgt vurderingsperiode
nb_instk12: Valgt vurderingsperiode
nl: Geselecteerde beoordelingsperiode:
pl: Wybierz okres oceniania:
pt: Período de classificação selecionado:
pt_br: Período de avaliação selecionado:
ru: Выбранный период обучения:
sl: Izbrano ocenjevalno obdobje:
sv: Vald omdömesperiod:
sv_instk12: Vald bedömningsperiod:
th: ระยะเวลาการให้เกรดที่เลือก:
vi: Chọn thời gian phân loại điểm:
zh: 选择评分时间段：
zh_hk: 選取評分期：

source: Selected Module
ar: الوحدة النمطية المحددة
ca: Contingut seleccionat
cy: Modiwl wedi’i Ddewis
da: Valgt modul
da_instk12: Valgt forløb
de: Ausgewähltes Modul
es: Módulo seleccionado
es_es: Módulo seleccionado
fi: Valittu moduuli
fr: Module sélectionné
fr_ca: Modules sélectionnés
ga: Modúl Roghnaithe
hi: चयनित मॉड्यूल
ht: Modil Seleksyone
id: Modul Pilihan
is: Valið námsefni
it: Modulo selezionato
ja: 選択したモジュール
ko: 선택된 모듈
mi: Kōwae kua Tīpakohia
ms: Modul Terpilih
nb: Valgt modul
nb_instk12: Valgt modul
nl: Geselecteerde module
pl: Wybrany moduł
pt: Módulo selecionado
pt_br: Módulo selecionado
ru: Выбранный модуль
sl: Izbrani modul
sv: Vald modul
sv_instk12: Vald modul
th: หน่วยการเรียนที่เลือก
vi: Học Phần Đã Chọn
zh: 已选的模块
zh_hk: 選取的單元

source: Selected Module and Items
ar: الوحدة النمطية المحددة والعناصر
ca: Contingut i elements seleccionats
cy: Modiwl ac Eitemau wedi’u Dewis
da: Valgt modul og elementer
da_instk12: Valgt forløb og elementer
de: Ausgewähltes Modul und Elemente
es: Módulos e ítems seleccionados
es_es: Módulos e ítems seleccionados
fi: Valitut moduulit ja kohteet
fr: Module et éléments sélectionnés
fr_ca: Module et éléments sélectionnés
ga: Modúl Roghnaithe agus Míreanna
hi: चयनित मॉड्यूल और आइटमें
ht: Modil ak Atik Seleksyone yo
id: Modul dan Item Pilihan
is: Valið námsefni og atriði
it: Moduli ed elementi selezionati
ja: 選択したモジュールと項目
ko: 선택된 모듈 및 항목
mi: Kōwae me ngā Tūemi kua tīpakohia
ms: Modul dan Item Terpilih
nb: Valgt modul og elementer
nb_instk12: Valgt modul og elementer
nl: Geselecteerde module en items
pl: Wybrane moduły i elementy
pt: Módulo e itens selecionados
pt_br: Módulo e itens selecionados
ru: Выбранный модуль и элементы
sl: Izbrani modul in elementi
sv: Vald modul och objekt
sv_instk12: Vald modul och objekt
th: หน่วยการเรียนและรายการที่เลือก
vi: Học Phần và Các Mục Đã Chọn
zh: 已选的模块和项目
zh_hk: 選取的單元和項目

source: Selected: %@
ar: المحدد: %@
ca: Seleccionat: %@
cy: Wedi dewis: %@
da: Valgt: %@
da_instk12: Valgt: %@
de: Ausgewählt: %@
es: Seleccionado: %@
es_es: Seleccionado: %@
fi: Valittu: %@
fr: Sélectionné : %@
fr_ca: Sélectionné : %@
ga: Roghnaithe: %@
hi: चुना गया: %@
ht: Seleksyone: %@
id: Memilih: %@
is: Valið: %@
it: Selezionato: %@
ja: 選択されたもの：%@
ko: 선택됨: %@
mi: Kua tīpakohia: %@
ms: Dipilih: %@
nb: Valgt: %@
nb_instk12: Valgt: %@
nl: Geselecteerd: %@
pl: Wybrano: %@
pt: Selecionado: %@
pt_br: Selecionado: %@
ru: Выбрано: %@
sl: Izbrano: %@
sv: Valda: %@
sv_instk12: Valda: %@
th: ที่เลือก: %@
vi: Đã chọn: %@
zh: 已选择：%@
zh_hk: 已選取：%@

source: Selected!
ar: تم التحديد!
ca: Seleccionat!
cy: Wedi dewis!
da: Valgt!
da_instk12: Valgt!
de: Ausgewählt!
es: ¡Seleccionado!
es_es: Seleccionado
fi: Valittu!
fr: Sélectionné !
fr_ca: Sélectionné!
ga: Roghnaithe!
hi: चुना गया!
ht: Chwazi!
id: Terpilih!
is: Valið!
it: Selezionato!
ja: 選択されました！
ko: 선택되었습니다.
mi: Kua tīpakohia
ms: Dipilih!
nb: Valgt!
nb_instk12: Valgt!
nl: Geselecteerd!
pl: Wybrano!
pt: Selecionado!
pt_br: Selecionado!
ru: Выбрано!
sl: Izbrano!
sv: Valda!
sv_instk12: Valda!
th: เลือกแล้ว!
vi: Đã chọn!
zh: 已选择！
zh_hk: 已選擇！

source: Selection changes that you may had made won't be saved. Are you sure you want to cancel?
ar: لن يتم حفظ تغييرات التحديد التي قد تكون أجريتها. هل تريد الإلغاء بالفعل؟
ca: No es desaran els canvis en la selecció que hàgiu pogut fer. Segur que voleu cancel·lar-ho?
cy: Ni fydd newidiadau i ddewisiadau y gallech fod wedi’u gwneud yn cael eu cadw. Ydych chi’n siŵr eich bod am ganslo?
da: Eventuelle ændringer i udvalgte gemmes ikke. Er du sikker på, du vil annullere?
da_instk12: Eventuelle ændringer i udvalgte gemmes ikke. Er du sikker på, du vil annullere?
de: Änderungen an der Auswahl, die Sie vorgenommen haben, werden nicht gespeichert. Möchten Sie wirklich abbrechen?
es: Los cambios en la selección que pueda haber hecho no se guardarán. ¿Confirma que quiere cancelar la operación?
es_es: No se guardarán los cambios de selección que puedas haber realizado. ¿Estás seguro de que quieres cancelar la operación?
fi: Valintoihisi tekemiäsi muutoksia ei ehkä tallenneta. Haluatko varmasti peruuttaa?
fr: Les changements de sélection ne seront pas enregistrés. Êtes-vous sûr de vouloir annuler ?
fr_ca: Les modifications apportées à la sélection ne seront pas enregistrées. Voulez-vous vraiment annuler?
ga: Ní shábhálfar na hathruithe roghnaithe a d'fhéadfadh a bheith déanta agat. An bhfuil tú cinnte gur mhaith leat cealú?
hi: आपके द्वारा किए गए चयन में बदलाव सहेजे नहीं जाएंगे। क्या आप सच में रद्द करना चाहते हैं?
ht: Seleksyon ou f[e nan chanjman yo pa p sovgade. Ou kwè vrèman ou vle anile?
id: Perubahan pilihan yang dilakukan tidak akan disimpan. Anda yakin mau membatalkan?
is: Breytingar sem þú gætir hafa gert á vali verða ekki vistaðar. Viltu örugglega hætta við?
it: Le modifiche di selezione potenzialmente apportate non saranno salvate. Vuoi annullare?
ja: 行った選択変更があっても保存されません。ほんとうにキャンセルしますか?
ko: 변경했을 수 있는 선택 사항은 저장되지 않습니다. 취소하시겠습니까?
mi: Ko nga huringa whiriwhiri i mahia e koe e kore e tiakina. E pono ana koe ki te whakakore?
ms: Perubahan pilihan yang telah anda buat mungkin tidak akan disimpan. Adakah anda pasti anda ingin membatalkan?
nb: Endringer du har gjort, blir ikke lagret. Er du sikker på at du vil avbryte?
nb_instk12: Endringer du har gjort, blir ikke lagret. Er du sikker på at du vil avbryte?
nl: Eventuele veranderingen in de selectie worden niet opgeslagen. Weet je zeker dat je wilt annuleren?
pl: Zmiany wyboru, o ile takich dokonano, nie zostaną zapisane. Czy na pewno chcesz anulować?
pt: As alterações de seleção que possa ter efetuado não serão guardadas. Tem a certeza que deseja cancelar?
pt_br: As alterações de seleção que você possa ter feito não serão salvas. Tem certeza de que deseja cancelar?
ru: Изменения выбора, которые вы могли сделать, не будут сохранены. Вы действительно хотите отменить это действие?
sl: Spremembe izbire, ki ste jih morda naredili, ne bodo shranjene. Ali ste prepričani, da želite preklicati?
sv: Urvalsändringar som du kan ha gjort kommer inte att sparas. Vill du verkligen annullera?
sv_instk12: Urvalsändringar som du kan ha gjort kommer inte att sparas. Vill du verkligen annullera?
th: การเปลี่ยนแปลงรายการที่เลือกที่คุณดำเนินการจะไม่ถูกบันทึกไว้ คุณแน่ใจว่าต้องการยกเลิกหรือไม่
vi: Các thay đổi về lựa chọn mà bạn có thể đã thực hiện sẽ không được lưu. Bạn có chắc chắn muốn hủy không?
zh: 您更改的选择不会保存。确定要取消吗？
zh_hk: 將不會儲存您可能做的選擇變更。是否確定要取消？

source: Self Registration Not Allowed
ar: التسجيل الذاتي غير مسموح به
ca: No es permet l’autorregistre
cy: Ni Chaniateir Cofrestru eich Hun
da: Selvtilmelding ikke tilladt
da_instk12: Selvtilmelding ikke tilladt
de: Selbstregistrierung ist nicht zulässig.
es: No se permite el autorregistro
es_es: No se permite el autorregistro
fi: Itserekisteröintiä ei sallittu
fr: Auto-inscription non autorisée
fr_ca: Auto-inscription non autorisée
ga: Níl Féinchlárú Ceadaithe
hi: स्व-पंजीकरण की अनुमति नहीं है
ht: Oto Anrejistreman pa Otorize
id: Pendaftaran Mandiri Tidak Diizinkan
is: Sjálfsskráning er ekki leyfð
it: Auto-registrazione non consentita
ja: 自己登録は許可されていません
ko: 자체 등록 허용되지 않음
mi: Kaore e whkaaetia te rehita whaiaro
ms: Pendaftaran Kendiri Tidak Dibenarkan
nb: Selvregistrering ikke tillatt
nb_instk12: Selvregistrering ikke tillatt
nl: Zelfregistratie niet toegestaan
pl: Rejestracja samodzielna nie jest dozwolona
pt: Auto-registro não permitido
pt_br: Autorregistro não permitido
ru: Самостоятельная регистрация не разрешена
sl: Samostojna registracija ni dovoljena
sv: Självregistrering är inte tillåten
sv_instk12: Självregistrering är inte tillåten
th: ไม่อนุญาตให้ลงทะเบียนตัวเอง
vi: Không Được Phép Tự Đăng Ký
zh: 禁止自行注册
zh_hk: 不允許自行註冊

source: Send
ar: إرسال
ca: Envia
cy: Anfon
de: Senden
es: Enviar
es_es: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
ga: Seol
hi: भेजें
ht: Voye
id: Kirim
is: Senda
it: Invia
ja: 送信
ko: 보내기
mi: Tukua
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить
sl: Pošlji
sv: Skicka
sv_instk12: Skicka
th: ส่ง
vi: Gửi
zh: 发送
zh_hk: 傳送

source: Send comment
ar: إرسال تعليق
ca: Envia un comentari
cy: Anfon sylw
da: Send kommentar
da_instk12: Send kommentar
de: Kommentar senden
es: Enviar comentario
es_es: Enviar comentario
fi: Lähetä kommentti
fr: Envoyer commentaire
fr_ca: Envoyer le commentaire
ga: Seol ráiteas
hi: टिप्पणी भेजें
ht: Voye kòmantè
id: Kirim komentar
is: Senda athugasemd
it: Invia commento
ja: コメントを送信する
ko: 댓글 보내기
mi: Tuku kōrero
ms: Hantar komen
nb: Send kommentar
nb_instk12: Send kommentar
nl: Opmerking verzenden
pl: Wyślij komentarz
pt: Enviar comentário
pt_br: Enviar comentário
ru: Отправить комментарий
sl: Pošlji komentar
sv: Skicka kommentar
sv_instk12: Skicka kommentar
th: ส่งความเห็น
vi: Gửi bình luận
zh: 发送评论
zh_hk: 發送評論

source: Send daily summary
ar: إرسال ملخص يومي
ca: Envia un resum diari
cy: Anfon crynodeb dyddiol
da: Send dagligt sammendrag
da_instk12: Send dagligt sammendrag
de: Tägliche Zusammenfassung senden
es: Enviar el resumen diario
es_es: Enviar el resumen diario
fi: Lähetä päivittäinen yhteenveto
fr: Envoyer un résumé quotidien
fr_ca: Envoyer un résumé quotidien
ga: Seol achoimre laethúil
hi: दैनिक सारांश भेजें
ht: Voye rezime chak jou
id: Kirim rangkuman harian
is: Senda daglega samantekt
it: Invia riepilogo giornaliero
ja: 毎日のサマリを送信する
ko: 일별 요약 보내기
mi: Tukua whakarāpopototanga ia rā
ms: Hantar ringkasan harian
nb: Send daglig sammendrag
nb_instk12: Send daglig sammendrag
nl: Dagelijkse samenvatting versturen
pl: Wyślij dzienne podsumowanie
pt: Enviar resumo diariamente
pt_br: Envie-me um resumo diário
ru: Отправить ежедневный отчет
sl: Pošlji dnevni povzetek
sv: Skicka daglig sammanfattning
sv_instk12: Skicka daglig sammanfattning
th: ส่งข้อมูลสรุปประจำวัน
vi: Gửi tổng kết hằng ngày
zh: 发送每日摘要
zh_hk: 發送每日摘要

source: Send individual message to each recipient
ar: إرسال رسالة فردية إلى كل متلقي
ca: Envieu un missatge individual a cada destinatari
cy: Anfon neges unigol at bob derbynnydd
da: Send individuel besked til hver modtager
da_instk12: Send individuel besked til hver modtager
de: Eine einzelne Nachricht an jeden Empfänger senden.
es: Enviar un mensaje individual a cada destinatario
es_es: Enviar un mensaje individual a cada destinatario
fi: Lähetä yksilöllinen viesti jokaiselle vastaanottajalle
fr: Envoyer un message à chaque destinataire
fr_ca: Envoyer un message individuel pour chaque destinataire
ga: Seol teachtaireacht aonair chuig gach faighteoir
hi: प्रत्येक प्राप्तकर्ता को व्यक्तिगत संदेश भेजें
ht: Voye mesaj pèsonèl bay chak destinatè
id: Kirim pesan individu ke setiap penerima
is: Senda hverjum viðtakanda sér skilaboð
it: Invia messaggio individuale a ciascun destinatario
ja: 各受信者に個別のメッセージを送信する
ko: 각 수신자에게 개별 메시지를 보내기
mi: Tukua te karere takitahi ki ia kaiwhiwhi
ms: Hantar mesej perseorangan kepada setiap penerima
nb: Send individuell melding til hver mottaker
nb_instk12: Send individuell melding til hver mottaker
nl: Persoonlijk bericht naar elke geadresseerde verzenden
pl: Prześlij oddzielną wiadomość do każdego odbiorcy
pt: Enviar uma mensagem individual para cada destinatário
pt_br: Enviar mensagem individual para cada destinatário
ru: Отправить индивидуальное сообщение каждому получателю
sl: Vsakemu prejemniku pošlji individualno sporočilo.
sv: Skicka individuella meddelanden till varje mottagare
sv_instk12: Skicka individuella meddelanden till varje mottagare
th: ส่งข้อความเฉพาะรายไปยังผู้รับแต่ละคน
vi: Gửi tin nhắn riêng đến từng người nhận
zh: 给每位接收人单独发送消息
zh_hk: 給每個收件人發送一份個人訊息
